Repository: liuluna-ally/digitalBar
Catalog: digitalbar2020/other/*.lproj/Localizable.strings
Languages: fr

# username
source: Please input your username
fr: Veuillez saisir votre nom d 'utilisateur

# password
source: Please input your password
fr: Entrez votre mot de passe

source: RememberMe
fr: Souviens - toi de moi

source: login
fr: Connecter

source: Tips
fr: Avertissement

# usernameEmpty
source: The user name cannot be empty
fr: Nom d 'utilisateur

# passwordEmpty
source: The password cannot be empty
fr: Le mot de passe ne peut pas être vide

source: determine
fr: Décisions

# usernameError
source: Wrong user name or password
fr: Erreur de nom d 'utilisateur ou de mot de passe

# unreachNetwork
source: Unable to connect to the network
fr: Impossible de connecter le réseau

# unserver
source: unable to connect to the server
fr: Impossible de connecter le serveur

# remPassword
source: Remember the password
fr: Mémoriser le mot de passe

source: cancel
fr: Annuler

# input
source: Please input
fr: Entrée

source: device number
fr: Numéro

# deviceDetail
source: detail
fr: Détails

source: top detail
fr: Top

source: shutdown
fr: Fermer

source: restart
fr: Redémarrer

source: clear
fr: Clair

source: configuration details
fr: Configuration

source: software
fr: Logiciel

source: hardware status
fr: état du matériel

source: exception
fr: Anomalie

# exeptionDetail
source: exception detail
fr: Détails inhabituels

source: exception cause
fr: Cause anormale

source: submit
fr: Soumettre

source: feedback record
fr: Rétroaction

source: delete feedback?
fr: delete feedback record?

source: text model
fr: Mode texte

source: map model
fr: Modèle de carte

source: scan model
fr: Mode balayage

# content
source: Please input your feedback
fr: Veuillez saisir votre retour

source: contact
fr: Veuillez entrer vos coordonnées

# empty
source: Content can not empty
fr: Le contenu ne peut pas être vide

source: Submit error
fr: Repetition

source: Submit success
fr: Soumission réussie

source: OPeration success
fr: Opération réussie

source: OPeration failed
fr: Défaillance opérationnelle

source: Query failed
fr: Erreur de requête

# delete
source: Are you sure you want to delete it?
fr: Etes - vous sûr de l'effacer?

source: view details
fr: Voir les détails

source: select
fr: Sélectionner

source: search
fr: Recherche

source: device list
fr: Liste des équipements

# storeInfo
source: store information
fr: Informations sur le magasin

source: store name
fr: Nom du magasin

source: branch name
fr: Nom de la succursale

source: store address
fr: Adresse du magasin

source: phone
fr: Téléphone

source: add store
fr: Ajouter un magasin

source: map search
fr: Recherche de cartes

# infoAdd
source: add
fr: Entrée

source: maintenance
fr: Entretien

source: can number
fr: Numéro de la boîte

source: bottle number
fr: Numéro du flacon

source: product name
fr: Nom du produit

source: customer name
fr: Nom du client

# viewContent
source: France addressï¼š phone:
fr: Région France Adresse： Téléphone:

source: record
fr: Enregistrement

# register
source: Please register
fr: Veuillez vous inscrire

source: user register
fr: Inscription des utilisateurs

# userNameRegister
source: user name
fr: Nom d'utilisateur:

# passwordRegister
source: password
fr: Mot de passe:

# registerButton
source: register
fr: Inscription

# idInfo
source: ID Card / Passport
fr: Carte d'identité / passeport

# address
source: city / district
fr: Ville / district

source: maintenance address
fr: Adresse de service

# addMaintenance
source: Add maintenance address
fr: Ajouter une adresse de service
